import '../model/HelpModel.dart';

List<HelpModel> questions = [
  HelpModel(
      question: "Что за приложение?",
      answer:
          "Приложение называется \"Симулятор студента (Новости, гайды, форумы и аналитика)\". Оно предназначено для изучения игры, общения с игроками со всего мира и слежения за новостями)"),
  HelpModel(
      question: "Как пользоваться?",
      answer:
          "В этом приложении мы постарались сделать более понятным и удобным для всех. Здесь доступны четыре раздела: новости, гайды, форумы и аналитика. Вы можете выбрать любой раздел и пользоваться)"),
  HelpModel(
      question: "Как узнать последние обновления игры?",
      answer:
          "Вы можете следить за ним в разделе \"Новости\" или на нашем официальном сайте"),
  HelpModel(
      question: "Что делать если появились проблемы с работой приложения?",
      answer:
          "Вы можете обратиться в разделе \"Настройки\"->\"Обратиться в техподдержку\" и написать проблему. Мы постараемся ответить как можно быстрее."),
  HelpModel(
      question: "Как узнать, что вышло обновление?",
      answer:
          "Вы можете посмотреть в разделе \"Настройки\"->\"Информация о приложении\" и посмотреть последние обновления. Если у вас старая версия приложения, то вы можете обновить в магазинах приложении."),
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
  // HelpModel(question: "", answer: ""),
];
